Repository: 975L/PurchaseCreditsBundle
Catalog: Resources/translations/purchaseCredits.*.xlf
Languages: es, fr

source: Credit|Credits
es: Credito|Creditos
fr: Crédit|Crédits

source: Purchase Credits
es: Comprar Creditos
fr: Acheter des Crédits

source: Transaction|Transactions
es: Transacciones

source: I don't have Credits
es: No tienes Créditos
fr: Vous n'avez pas plus de Crédits

source: !!! Warning, Credits are still under test, they will not be valid, payment will not be debited !!!
es: !!! Atención, los Creditos todavía están en prueba, no serán válidos, el pago no se debitará !!!
fr: !!! Attention, les Crédits sont encore en test, ils ne seront pas valides, le paiement ne sera pas débité !!!

source: Congrats! The Credits (%credits%) have been bought and added to my account!
es: ¡Congrats! Los Créditos (%credits%) se han comprado y se añade a su cuenta!
fr: Félicitations ! Les Crédits (%credits%) ont bien été achetés et ajoutés sur votre compte !

source: I can find below all my transactions on the site in "crd"
es: Puedo encontrar por debajo todas mis transacciones sobre el sitio en "crd"
fr: Je peux trouver ci-dessous toutes mes transactions sur le site en "crd"

source: Number of Credits
es: Teneis <strong>%credits% crd</strong>
fr: Vous avez <strong>%credits% crd</strong>

source: Credits purchased (%credits% crd)
es: Créditos comprados (%credits% crd)
fr: Crédits achetés (%credits% crd)

source: I have well purchased <strong>%credits%</strong> crd on <strong>%site%</strong>.
es: Has bien comprado <strong>%credits%</strong> crd sobre <strong>%site%</strong>.
fr: Vous avez bien acheté <strong>%credits%</strong> crd sur <strong>%site%</strong>.

source: New amount of Credits
es: Nueva cantidad de Créditos
fr: Nouveau montant de Crédits
